﻿/* Notification that a user reacted to a post that the current user was tagged in */
"reacted_tagged_in_1" = "%@ به مطلبی که شما در آن تگ شده‌اید واکنش داد";

/* Notification that 2 users reacted to a post that the current user was tagged in */
"reacted_tagged_in_2" = "%@ و %@ به مطلبی که شما در آن تگ شده‌اید واکنش داده‌اند";

/* Notification that a user reposted a post that the current user was tagged in */
"reposted_tagged_in_1" = "%@ مطلبی که شما در آن تگ شده‌اید بازنشر کرد";

/* Notification that 2 users reposted a post that the current user was tagged in */
"reposted_tagged_in_2" = "%@ , %@ مطلبی که شما در آن تگ شده‌اید بازنشر کردند";

/* Notification that a user zapped a post that the current user was tagged in */
"zapped_tagged_in_1" = "%@ مطلبی که شما در آن تگ شده‌اید را زپ کرد";

/* Notification that 2 users zapped a post that the current user was tagged in */
"zapped_tagged_in_2" = "%@ و %@ مطلبی که شما در آن تگ شده‌اید را زپ کردند";

/* Notification that a user reacted to the current user's post */
"reacted_your_post_1" = "%@به مطلب شما واکنش داد";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_post_2" = "%@ و %@ به مطاب شما واکنش دادند";

/* Notification that a user reposted the current user's post */
"reposted_your_post_1" = "%@ مطلب شما را بازنشر کرد";

/* Notification that 2 users reposted the current user's post */
"reposted_your_post_2" = "%@ , %@ مطلب شما را بازنشر کردند";

/* Notification that a user zapped the current user's post */
"zapped_your_post_1" = "%@ مطلب شما را زپ کرد";

/* Notification that 2 users zapped the current user's post */
"zapped_your_post_2" = "%@ , %@ مطلب شما را زپ کردند";

/* Notification that a user reacted to the current user's profile */
"reacted_your_profile_1" = "%@ به نمایه‌ی شما واکنش داد";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_profile_2" = "%@ , %@ به نمایه‌ی شما بازخورد دادند";

/* Notification that a user reposted the current user's profile */
"reposted_your_profile_1" = "%@ نمایه‌ی شما را بازنشر کرد";

/* Notification that 2 users reposted the current user's profile */
"reposted_your_profile_2" = "%@ و %@ نمایه‌ی شما را بازنشر کردند";

/* Notification that a user zapped the current user's profile */
"zapped_your_profile_1" = "%@ نمایه‌ی شما را زپ کرد";

/* Notification that 2 users zapped the current user's profile */
"zapped_your_profile_2" = "%@ و %@ نمایه‌ی شما را زپ کردند";
/* No comment provided by engineer. */
"%@" = "%@";

/* Sentence composed of 2 variables to describe how many people are following a user. In source English, the first variable is the number of followers, and the second variable is 'Follower' or 'Followers'.
   Sentence composed of 2 variables to describe how many profiles a user is following. In source English, the first variable is the number of profiles being followed, and the second variable is 'Following'.
   Sentence composed of 2 variables to describe how many reactions there are on a post. In source English, the first variable is the number of reactions, and the second variable is 'Reaction' or 'Reactions'.
   Sentence composed of 2 variables to describe how many relay servers a user is connected. In source English, the first variable is the number of relay servers, and the second variable is 'Relay' or 'Relays'.
   Sentence composed of 2 variables to describe how many reposts. In source English, the first variable is the number of reposts, and the second variable is 'Repost' or 'Reposts'.
   Sentence composed of 2 variables to describe how many zap payments there are on a post. In source English, the first variable is the number of zap payments, and the second variable is 'Zap' or 'Zaps'. */
"%@ %@" = "%1$@ %2$@";

/* Alert message that informs a user was muted. */
"%@ has been muted" = "%@بی صدا شده است";

/* When a note or profile is not found when searching for it via its note id */
"%@ not found" = "%@ یافت نشد";

/* Reacted by heading in local notification */
"%@ reacted with %@" = "%1$@با%2$@بازخورد داد";

/* Explanation of what is done to keep personally identifiable information private. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction." = "%@. ساختن یک حساب کاربری نیازی به شماره‌ی تلفن، ایمیل و یا نام ندارد. بدون هیچ نگرانی همین حالا شروع کنید.";

/* Explanation of what is done to keep private data encrypted. There is a heading that precedes this explanation which is a variable to this string. */
"%@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs" = "%@. رمزنگاری سرتاسری پیغام‌های خصوصی. غول های فناوری را از پیغام‌های خصوصی خود دور نگه دارید";

/* Explanation of what can be done by users to earn money. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Tip your friend's posts and stack sats with Bitcoin⚡️, the native currency of the internet." = "%@. برای پست‌های دوستان خود انعام بدهید و با بیتکوین⚡️، ارز اصلی اینترنت، ساتوشی جمع‌آوری کنید.";

/* Fraction of how many of the user's relay servers that are operational. */
"%@/%@" = "%1$@/%2$@";

/* Description of how the nip05 identifier would be used for verification. */
"'%@' at '%@' will be used for verification" = "'%1$@' @ '%2$@' برای احراز هویت استفاده خواهد شد";

/* Description of why the nip05 identifier is invalid. */
"'%@' is an invalid NIP-05 identifier. It should look like an email." = "'%@' یک شناسه‌ی معتبر NIP-05 نیست. باید شبیه به یک آدرس ایمیل باشد.";

/* No comment provided by engineer. */
"0" = "0";

/* No comment provided by engineer. */
"@" = "@";

/* Label to prompt for about text entry for user to describe about themself. */
"About" = "درباره";

/* Label for About Me section of user profile form. */
"About Me" = "درباره‌ی من";

/* Placeholder text for About Me description. */
"Absolute Boss" = "رئیس بزرگ";

/* Button to accept the end user license agreement before being allowed into the app. */
"Accept" = "پذیرش";

/* Section header for accessibility settings */
"Accessibility" = "دسترسی";

/* Label to indicate the public ID of the account. */
"Account ID" = "شناسه‌ی حساب";

/* Title for confirmation dialog to either share, report, or mute a profile. */
"Actions" = "امکانات";

/* Button to confirm adding user inputted relay. */
"Add" = "افزودن";

/* Button label to re-add all original participants as profiles to reply to in a note */
"Add all" = "افزودن همه";

/* Button text to add bookmark to a note.
   Context menu option for adding a note bookmark. */
"Add Bookmark" = "افزودن نشانه‌گذاری";

/* Label to display relay contact user. */
"Admin" = "مدیر";

/* Label for filter for all notifications. */
"All" = "همه";

/* Setting to always show and never blur images */
"Always show images" = "همیشه تصاویر را نشان بده";

/* Toggle to enable or disable image animation */
"Animations" = "پویانمایی";

/* Button text to indicate that the zap type is a anonymous zap.
   Placeholder author name of the anonymous person who zapped an event.
   Placeholder display name of anonymous user. */
"Anonymous" = "ناشناس";

/* Any amount of sats */
"Any" = "هرمقدار";

/* Prompt for optional entry of API Key to use translation server. */
"API Key (optional)" = "کلید API (اختیاری)";

/* Prompt for required entry of API Key to use translation server. */
"API Key (required)" = "کلید API (اجباری)";

/* Navigation title for text and appearance settings.
   Section header for text and appearance settings */
"Appearance" = "جلوه";

/* Text asking the user if they are lost in the app. */
"Are you lost?" = "گم شدی؟";

/* Alert for deleting all of the bookmarks. */
"Are you sure you want to delete all of your bookmarks?" = "مطمئنید می خواهید تمام نشانه گذاری هایتان را پاک کنید؟";

/* Alert message asking if the user wants to upload an image. */
"Are you sure you want to upload this image?" = "مطمئنید می خواهید این تصویر را بارگذاری کنید؟";

/* Alert message asking if the user wants to upload media. */
"Are you sure you want to upload this media?" = "مطمئنید می خواهید این رسانه را بارگذاری کنید؟";

/* Toggle to automatically translate notes. */
"Automatically translate notes" = "نوت ها رو خودکار ترجمه کن";

/* Label for Banner Image section of user profile form. */
"Banner Image" = "تصویر هدر";

/* Reminder to user that they should save their account information. */
"Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus." = "پیش از آنکه شروع کنید، باید اطلاعات حساب خود را ذخیره کنید، در غیر این صورت در آینده، اگر داموس را پاک کنید، مجددا قادر نخواهید بود وارد حساب شوید.";

/* Label for Bitcoin Lightning Tips section of user profile form. */
"Bitcoin Lightning Tips" = "انعام لایتنینگ بیتکوین";

/* Sidebar menu label for Bookmarks view.
   Title of bookmarks view */
"Bookmarks" = "نشانه‌گذاری‌ها";

/* Accessibility label for boosts button */
"Boosts" = "افزایش‌ها";

/* Button to broadcast note to all your relays
   Context menu option for broadcasting the user's note to all of the user's connected relay servers. */
"Broadcast" = "پخش";

/* Alert button to cancel out of alert for muting a user.
   Button to cancel a repost.
   Button to cancel out of alert that creates a new mutelist.
   Button to cancel out of posting a note.
   Button to cancel out of view adding user inputted relay.
   Button to cancel the upload.
   Cancel deleting bookmarks.
   Cancel deleting the user.
   Cancel out of logging out the user.
   Cancel out of search view. */
"Cancel" = "لغو";

/* Option to select photo from library */
"Choose from Library" = "از کتابخانه انتخاب کن";

/* Button for clearing bookmarks data. */
"Clear All" = "پاک کردن همه";

/* Button to clear image cache. */
"Clear Cache" = "پاک کردن حافظه";

/* Button to connect to recommended relay server. */
"Connect" = "اتصال";

/* Button to connect to Alby, a service that provides a Lightning wallet for zapping sats. Alby is the name of the service and should not be translated. */
"Connect to Alby" = "اتصال به البی";

/* Button to connect to the relay.
   Label for section for adding a relay server. */
"Connect To Relay" = "اتصال به رله";

/* Section title for relay servers that are connected. */
"Connected Relays" = "متصل به رله ها";

/* Label to display relay contact information. */
"Contact" = "تماس";

/* Continue with bookmarks.
   Continue with deleting the user. */
"Continue" = "ادامه";

/* Label indicating that a user's key was copied. */
"Copied" = "کپی شد";

/* Button to copy a relay server address. */
"Copy" = "کپی";

/* Context menu option for copying the ID of the account that created the note. */
"Copy Account ID" = "کپی شناسه‌ی حساب";

/* Context menu option to copy an image into clipboard. */
"Copy Image" = "کپی تصویر";

/* Context menu option to copy the URL of an image into clipboard. */
"Copy Image URL" = "کپی آدرس تصویر";

/* Title of section for copying a Lightning invoice identifier. */
"Copy invoice" = "کپی صورتحساب";

/* Button to copy link to note */
"Copy Link" = "کپی لینک";

/* Context menu option for copying a user's Lightning URL. */
"Copy LNURL" = "کپی LNURL";

/* Context menu option for copying the ID of the note. */
"Copy Note ID" = "کپی شناسه‌ی یادداشت";

/* Context menu option for copying the JSON text from the note. */
"Copy Note JSON" = "کپی نسخه‌ی JSON یادداشت";

/* Button to copy report ID. */
"Copy Report ID" = "کپی شناسه‌ی گزارش";

/* Context menu option for copying the text from an note. */
"Copy Text" = "کپی متن";

/* Label for button in context menu to copy URL of the selected uploaded media asset. */
"Copy URL" = "کپی URL";

/* Context menu option for copying the ID of the user who created the note. */
"Copy User Pubkey" = "کپی کلید عمومی کاربر";

/* Indicates that there are no users found. */
"Could not find the user you're looking for" = "کاربری که جستجو کردید یافت نشد";

/* Alert message to indicate that the muted user could not be found. */
"Could not find user to mute..." = "این کاربر به منظور بیصداسازی یافت نشد";

/* Button to create account. */
"Create" = "ایجاد";

/* Button to create an account. */
"Create Account" = "ساختن حساب";

/* Title of alert prompting the user to create a new mutelist. */
"Create new mutelist" = "ساخت لیست جدید خاموشی";

/* Example description about Bitcoin creator(s), Satoshi Nakamoto. */
"Creator(s) of Bitcoin. Absolute legend." = "سازنده(گان) بیتکوین. اسطوره‌ی مطلق.";

/* Dropdown option for selecting a custom translation server. */
"Custom" = "سفارشی";

/* Name of the app, shown on the first screen when user is not logged in. */
"Damus" = "داموس";

/* Dropdown option for selecting DeepL as the translation service. */
"DeepL (Proprietary, Higher Accuracy)" = "DeepL (اختصاصی، دقت بالاتر)";

/* Button to pay a Lightning invoice with the user's default Lightning wallet. */
"Default Wallet" = "کیف پول پیش‌فرض";

/* Title for section in zap settings that controls the default zap amount in sats. */
"Default Zap Amount in sats" = "میزان پیش‌فرض Zap در مقیاس ساتوشی";

/* Button for deleting the users account.
   Button to remove a user from their mutelist. */
"Delete" = "حذف";

/* Button to delete the user's account. */
"Delete Account" = "حذف حساب";

/* Alert message to indicate this is a deleted account */
"Deleted Account" = "حساب حذف شده";

/* Label to display relay description. */
"Description" = "توضیح";

/* Button to disconnect from a relay server. */
"Disconnect" = "قطع کردن";

/* Button to disconnect from the relay. */
"Disconnect From Relay" = "قطع کردن رله";

/* Label to prompt display name entry. */
"Display Name" = "نام";

/* Navigation title for DMs view, where DM is the English abbreviation for Direct Message.
   Navigation title for view of DMs, where DM is an English abbreviation for Direct Message.
   Picker option for DM selector for seeing only DMs that have been responded to. DM is the English abbreviation for Direct Message.
   Setting to enable DM Local Notification
   Toolbar label for DMs view, where DM is the English abbreviation for Direct Message. */
"DMs" = "پیام‌های خصوصی";

/* Button that, when tapped, will finish adding a different user's relays to your relay by hiding the + buttons next to the relays.
   Button to dismiss wallet selection view for paying Lightning invoice. */
"Done" = "انجام شد";

/* Heading indicating that this application allows users to earn money. */
"Earn Money" = "پول در بیاورید";

/* Button to edit user's profile. */
"Edit" = "ویرایش";

/* Heading indicating that this application keeps private messaging end-to-end encrypted. */
"Encrypted" = "رمزنگاری‌شده";

/* Prompt for user to enter an account key to login. */
"Enter your account key to login:" = "کلید حساب خود را برای ورود وارد کنید:";

/* Message to display when there was an error fetching a lightning invoice while attempting to zap. */
"Error fetching lightning invoice" = "خطا در دریافت صورتحساب لایتنینگ";

/* Error message indicating why saving keys failed. */
"Error: %@" = "خطا: %@";

/* Label indicating that the below text is the EULA, an acronym for End User License Agreement. */
"EULA" = "قرارداد مجوز کاربر نهایی";

/* Description of public zap type where the zap is sent publicly and identifies the user who sent it. */
"Everyone will see that you zapped" = "همه  می بینند که زپ کردید";

/* Button label text for filtering relay servers. */
"Filter" = "فیلتر";

/* Button to follow a user. */
"Follow" = "دنبال کن";

/* Button to follow a user back. */
"Follow Back" = "دنبال کردن متقابل";

/* Text on QR code view to prompt viewer looking at screen to follow the user. */
"Follow me on nostr" = "من را در نوستر دنبال کنید";

/* Label describing followers of a user.
   Navigation bar title for view that shows who is following a user. */
"Followers" = "دنبال‌کنندگان";

/* Navigation bar title for view that shows who a user is following. */
"Following" = "دنبال‌شوندگان";

/* Label to indicate that the user is in the process of following another user. */
"Following..." = "در حال دنبال کردن...";

/* Text to indicate that a user is following your profile. */
"Follows you" = "شما را دنبال می‌کند";

/* Dropdown option for selecting Free plan for DeepL translation service. */
"Free" = "مجانی";

/* Button to navigate to DeepL website to get a translation API key. */
"Get API Key" = "دریافت کلید API";

/* Button to navigate to nokyctranslate website to get a translation API key. */
"Get API Key with BTC/Lightning" = "کلید API با لایتنینگ/بیتکوین بگیرید";

/* Button to hide a post from a user who has been muted. */
"Hide" = "پنهان‌سازی";

/* Section footer describing OnlyZaps mode */
"Hide all 🤙's" = "پنهان کردن تمام 🤙ها";

/* Navigation bar title for Home view where posts and replies appear from those who the user is following. */
"Home" = "خانه";

/* Placeholder example text for profile picture URL. */
"https://example.com/pic.jpg" = "https://example.com/pic.jpg";

/* Placeholder example text for website URL for user profile. */
"https://jb55.com" = "https://jb55.com";

/* Button for user to report that the account or content has illegal content. */
"Illegal content" = "مطلب غیرقانونی";

/* Prompt selection of user's image uploader */
"Image uploader" = "بارگذارنده تصویر";

/* Section title for images configuration. */
"Images" = "تصاویر";

/* Error message indicating that an invalid account key was entered for login. */
"Invalid key" = "کلید نامعتبر";

/* Message to display when there was an error attempting to zap due to an invalid lightning address. */
"Invalid lightning address" = "آدرس لایتنینگ نامعتبر";

/* Title of alerting as invalid tip address. */
"Invalid Tip Address" = "آدرس Tip نامعتبر";

/* Button for user to report that the account or content has spam. */
"It's spam" = "این هرزنامه است";

/* Placeholder example text for identifier used for NIP-05 verification. */
"jb55@jb55.com" = "jb55@jb55.com";

/* Navigation title for managing keys.
   Settings section for managing keys */
"Keys" = "کلیدها";

/* Moves the post button to the left side of the screen */
"Left Handed" = "چپ‌دست";

/* Button to complete account creation and start using the app. */
"Let's go!" = "بزن بریم!";

/* Dropdown option for selecting LibreTranslate as the translation service. */
"LibreTranslate (Open Source)" = "LibreTranslate (متن‌باز)";

/* Placeholder text for entry of Lightning Address or LNURL. */
"Lightning Address or LNURL" = "آدرس لایتنینگ یا LNURL";

/* Indicates that the view is for paying a Lightning invoice. */
"Lightning Invoice" = "صورتحساب لایتنینگ";

/* Accessibility Label for Like button */
"Like" = "پسند";

/* Setting to enable Like Local Notification */
"Likes" = "لایک ها";

/* Button text for loading more events, where the variable is the number of events. */
"Load %@ more" = "نمایش %@ مورد بیشتر";

/* Face ID usage description shown when trying to access private key */
"Local authentication to access private key" = "احراز هویت داخلی جهت دسترسی به کلید خصوصی";

/* Dropdown option label for system default for Lightning wallet. */
"Local default" = "پیش‌فرض سیستم";

/* Section header for damus local notifications user configuration */
"Local Notifications" = "اعلان های محلی";

/* Button to log into account.
   Button to log into an account.
   Title of view to log into an account. */
"Login" = "ورود";

/* Alert for logging out the user.
   Button for logging out the user.
   Button to close the alert that informs that the current account has been deleted. */
"Logout" = "خروج";

/* Label that appears when searching for note or profile */
"Looking for %@..." = "در جستجوی %@...";

/* Button label to indicate that tapping it will make the selected zap type be the default for future zaps. */
"Make Default" = "دیفالت قرار بده";

/* Reminder message in alert to get customer to verify that their private security account key is saved saved before logging out. */
"Make sure your nsec account key is saved before you logout or you will lose access to this account" = "پیش از خروج مطمئن شوید کلید حساب nsec ذخیره شده است در غیر این صورت دسترسی به حساب را از دست خواهید داد";

/* Mentioned by heading in local notification */
"Mentioned by %@" = "توسط %@ اشاره شد";

/* Label for filter for seeing mention notifications (replies, etc).
   Setting to enable Mention Local Notification */
"Mentions" = " اشاره‌ها";

/* Alert button to mute a user.
   Button to mute a profile. */
"Mute" = "بیصدا کن";

/* Alert message prompt to ask if a user should be muted. */
"Mute %@?" = "بیصدا کردن%@؟";

/* Context menu option for muting a conversation. */
"Mute conversation" = "بیصدا کردن مکالمه";

/* Context menu option for muting users.
   Title of alert for muting a user. */
"Mute User" = "بیصدا کردن کاربر";

/* Sidebar menu label for muted users view. */
"Muted" = "بیصدا";

/* Navigation title of view to see list of muted users. */
"Muted Users" = "کاربران بیصدا";

/* Notification that the user has received a new direct message */
"New encrypted direct message" = "پیام رمزنگاری شده جدید";

/* Label for NIP-05 Verification section of user profile form. */
"NIP-05 Verification" = "NIP-05 اعتبارسنجی";

/* Button to cancel out of posting a note after being alerted that it looks like they might be posting a private key. */
"No" = "نه";

/* No comment provided by engineer. */
"No data available" = "داده‌ای موجود نیست";

/* Alert message prompt that asks if the user wants to create a new mute list, overwriting previous mute lists. */
"No mute list found, create a new one? This will overwrite any previous mute lists." = "لیست بیصدایی یافت نشد، یکی بسازیم؟ \nاین کار همه لیست های بیصدای قبلی را بازنویسی می کند";

/* Description of anonymous zap type where the zap is sent anonymously and does not identify the user who sent it. */
"No one will see that you zapped" = "کسی نمی بیند که زپ کردید";

/* Description of non-zap type where sats are sent to the user's wallet as a regular Lightning payment, not as a zap. */
"No zaps will be sent, only a lightning payment." = "زپ ارسال نمی شود، فقط پرداخت لایتنینگی";

/* Dropdown option for selecting NoKYCTranslate.com as the translation service. */
"NoKYCTranslate.com (Prepay with BTC)" = "بدون شناسایی هویت مشتری (پیش پرداخت با بیتکوین)";

/* Button text to indicate that the zap type is a private zap. */
"None" = "هیچکدام";

/* No search results. */
"none" = "هیچکدام";

/* Dropdown option for selecting no translation service. */
"none_translation_service" = "هیچکدام";

/* Alert user that they might be attempting to paste a private key and ask them to confirm. */
"Note contains \"nsec1\" private key. Are you sure?" = "یادداشت حاوی کلید خصوصی \"nsec1\" است. آیا مطمئن هستید؟";

/* Indicates that there are no notes in the timeline to view. */
"Nothing to see here. Check back later!" = "چیزی برای دیدن اینجا نیست. لطفا بعدا مراجعه کنید!";

/* Section header for notification indicator dot settings */
"Notification Dots" = "اعلان Dots";

/* Section header for Notification Preferences */
"Notification Preference" = "ترجیحات اعلان";

/* Section header for Damus notifications
   Toolbar label for Notifications view. */
"Notifications" = "اعلان‌ها";

/* String indicating that a given timestamp just occurred */
"now" = "الان";

/* Prompt for user to enter in an account key to login. This text shows the characters the key could start with if it was a private key. */
"nsec1..." = "nsec1...";

/* Button for user to report that the account or content has nudity or explicit content. */
"Nudity or explicit content" = "برهنگی یا محتوای زننده";

/* Button to dismiss the alert. */
"Ok" = "حله";

/* Help text on green lock icon that explains that only the current user can see the message of a zap event and who sent the zap. */
"Only you can see this message and who sent it." = "فقط شما می‌توانید پیام و ارسال‌کننده‌ی آن را ببینید";

/* Section header for enabling OnlyZaps mode (hide reactions) */
"OnlyZaps" = "OnlyZaps";

/* Non-tappable text in context menu that shows up when the zap button on profile is long pressed to indicate that the user has enabled OnlyZaps, meaning that they would like to be only zapped and not accept reactions to their notes. */
"OnlyZaps Enabled" = "OnlyZaps فعال شد";

/* Setting toggle to hide reactions. */
"OnlyZaps mode" = "حالت OnlyZaps";

/* Label indicating that a form input is optional. */
"optional" = "اختیاری";

/* Section header that indicates the relay server requires payment. */
"Paid Relay" = "رله غیر رایگان";

/* Button to pay a Lightning invoice. */
"Pay" = "پرداخت";

/* Navigation bar title for view to pay Lightning invoice. */
"Pay the Lightning invoice" = "پرداخت صورتحساب لاتنینگ";

/* Alert for deleting the users account.
   Section title for deleting the user */
"Permanently Delete Account" = "حذف دائمی حساب کاربری";

/* Prompt selection of DeepL subscription plan to perform machine translations on notes */
"Plan" = "بسته";

/* Instructions on how to filter a specific timeline feed by choosing relay servers to filter on. */
"Please choose relays from the list below to filter the current feed:" = "لطفا از فهرست زیر رله‌هایی که می‌خواهید برای فیلتر محتوا استفاده شود انتخاب کنید:";

/* Button to post a note. */
"Post" = "ارسال";

/* Text to indicate that what is being shown is a post from a user who has been muted. */
"Post from a user you've muted" = "نوت از کاربری که بیصدا کرده اید";

/* Label for filter for seeing only posts (instead of posts and replies).
   Label for filter for seeing only your posts (instead of posts and replies). */
"Posts" = "مطالب";

/* Label for filter for seeing posts and replies (instead of only posts).
   Label for filter for seeing your posts and replies (instead of only your posts). */
"Posts & Replies" = "مطالب و پاسخ‌ها";

/* Button text to indicate that the zap type is a private zap.
   Heading indicating that this application keeps personally identifiable information private. A sentence describing what is done to keep data private comes after this heading. */
"Private" = "خصوصی";

/* Label to indicate that the text below is the user's private key used by only the user themself as a secret to login to access their account.
   Title of the secure field that holds the user's private key. */
"Private Key" = "کلید خصوصی";

/* Title of notification when a private zap is received. */
"Private Zap" = "زپ خصوصی";

/* Description of private zap type where the zap is sent privately and does not identify the user to the public. */
"private_zap_description" = "فقط %@ می بیند که وی را زپ کرده اید";

/* Dropdown option for selecting Pro plan for DeepL translation service. */
"Pro" = "پیشرفته";

/* Sidebar menu label for Profile view. */
"Profile" = "نمایه";

/* Label for Profile Picture section of user profile form. */
"Profile Picture" = "تصویر نمایه";

/* Button text to indicate that the zap type is a public zap. */
"Public" = "عمومی";

/* Section title for the user's public account ID. */
"Public Account ID" = "شناسه‌ی کاربری عمومی";

/* Label indicating that the text is a user's public account key.
   Label to indicate that text below is the user's public key used by others to uniquely refer to the user. */
"Public Key" = "کلید عمومی";

/* Label indicating that the text is a user's public account key. */
"Public key" = "کلید عمومی";

/* Prompt to ask user if the key they entered is a public key. */
"Public Key?" = "کلید عمومی است؟";

/* Button to view profile's qr code. */
"QR Code" = "کد QR";

/* Button to compose a quoted note */
"Quote" = "نقل قول";

/* Navigation bar title for Reactions view. */
"Reactions" = "بازخوردها";

/* Section title for recommend relay servers that could be added as part of configuration */
"Recommended Relays" = "رله‌های پیشنهادی";

/* Button to reject the end user license agreement, which disallows the user from being let into the app. */
"Reject" = "رد";

/* Label to display relay address. */
"Relay" = "رله";

/* Navigation bar title that shows the list of relays for a user.
   Sidebar menu label for Relays view.
   Title of relays view */
"Relays" = "رله‌ها";

/* Description of what was done as a result of sending a report to relay servers. */
"Relays have been notified and clients will be able to use this information to filter content. Thank you!" = "رله‌ها مطلع شدند و نرم‌افزارها قادر خواهند بود تا از این اطلاعات برای پالایش محتوا استفاده کنند. سپاسگزاریم!";

/* Button label to remove all participants from a note reply. */
"Remove all" = "حذف همه";

/* Button text to remove bookmark from a note.
   Context menu option for removing a note bookmark. */
"Remove Bookmark" = "حذف نشانه‌گذاری";

/* Accessibility label for reply button */
"Reply" = "پاسخ";

/* Text indicating that the view is used for editing which participants are replied to in a note. */
"Replying to" = "پاسخ به";

/* Indicating that the user is replying to the following listed people.
   Indicating that the user is replying to the themself and no one else, where the parameter is 'self' in US English.
   Label to indicate that the user is replying to 1 user. */
"Replying to %@" = "پاسخ به %@";

/* Label to indicate that the user is replying to 2 users. */
"Replying to %@ & %@" = "پاسخ به %1$@ و %2$@";

/* Label to indicate that the user is replying to themself. */
"Replying to self" = "پاسخ به خود";

/* Button to report a profile.
   Context menu option for reporting content.
   Label indicating that the current view is for the user to report content. */
"Report" = "گزارش";

/* Label indicating that the text underneath is the identifier of the report that was sent to relay servers. */
"Report ID:" = "شناسه‌ی گزارش:";

/* Message indicating that a report was successfully sent to relay servers. */
"Report sent!" = "گزارش ارسال شد!";

/* Button to repost a note */
"Repost" = "بازنشر";

/* Text indicating that the post was reposted (i.e. re-shared). */
"Reposted" = "بازنشر شده";

/* Reposted by heading in local notification */
"Reposted by %@" = "بازنشر شده توسط %@";

/* Navigation bar title for Reposts view.
   Setting to enable Repost Local Notification */
"Reposts" = "بازنشرشده‌ها";

/* Picker option for DM selector for seeing only message requests (DMs that someone else sent the user which has not been responded to yet). DM is the English abbreviation for Direct Message. */
"Requests" = "درخواست‌ها";

/* Button to retry completing account creation after an error occurred. */
"Retry" = "تلاش دوباره";

/* Example username of Bitcoin creator(s), Satoshi Nakamoto. */
"satoshi" = "ساتوشی";

/* Name of Bitcoin creator(s). */
"Satoshi Nakamoto" = "ساتوشی ناکاموتو";

/* Button for saving profile. */
"Save" = "ذخیره";

/* Context menu option to save an image. */
"Save Image" = "ذخیره‌ی تصویر";

/* Text on QR code view to prompt viewer to scan the QR code on screen with their device camera. */
"Scan the code" = "اسکن کد";

/* Navigation link to search hashtag. */
"Search hashtag: #%@" = "جستجوی هشتگ: #%@";

/* Placeholder text to prompt entry of search query. */
"Search..." = "جستجو...";

/* Section title for user's secret account login key. */
"Secret Account Login Key" = "کلید محرمانه‌ی ورود به حساب";

/* Title of section for selecting a Lightning wallet to pay a Lightning invoice. */
"Select a Lightning wallet" = "یک کیف پول لایتنینگ انتخاب کنید";

/* Prompt selection of user's default wallet */
"Select default wallet" = "انتخاب کیف پول پیش‌فرض ";

/* Part of a larger sentence 'Replying to self' in US English. 'self' indicates that the user is replying to themself and no one else. */
"self" = "خود";

/* Text prompt for user to send a message to the other user. */
"Send a message to start the conversation..." = "ارسال پیام برای شروع گفتگو...";

/* Placeholder text for a comment to send as part of a zap to the user. */
"Send a reply with your zap..." = "پاسخی همراه زپ بفرستید...";

/* Prompt selection of LibreTranslate server to perform machine translations on notes */
"Server" = "سرور";

/* Prompt selection of translation service provider. */
"Service" = "سرویس";

/* Navigation title for Settings view.
   Sidebar menu label for accessing the app settings */
"Settings" = "تنظیمات";

/* Button to share a post
   Button to share an image.
   Button to share the link to a profile. */
"Share" = "اشتراک";

/* Title text to indicate that the buttons below are meant to be used to share a note with others. */
"Share Note" = "اشتراک گذاری نوت";

/* Button to present iOS share sheet */
"Share Via..." = "اشتراک گذاری از طریق...";

/* Button to show a post from a user who has been muted.
   Toggle to show or hide user's secret account login key. */
"Show" = "نمایش";

/* Button that, when tapped, will show + buttons next to a user's relays. */
"Show +" = "نشان دادن +";

/* Button to show entire note. */
"Show more" = "نمایش بیشتر";

/* Setting to Show notifications only associated to users your follow */
"Show only from users you follow" = "فقط از کاربران دنبال شده نشان بده";

/* Toggle to show notes that are only in the device's preferred languages on the Universe feed and hide notes that are in other languages. */
"Show only preferred languages on Universe feed" = "فقط زبان های انتخابی را در خبرنامه جهانی نشان بده";

/* Toggle to show or hide selection of wallet. */
"Show wallet selector" = "نمایش انتخاب‌گر کیف پول";

/* Section title for signing out */
"Sign Out" = "خروج";

/* Sidebar menu label to sign out of the account. */
"Sign out" = "خروج";

/* Label to display relay software. */
"Software" = "نرم‌افزار";

/* Label to display relay's supported NIPs. */
"Supported NIPs" = "NIPهای مورد پشتیبانی";

/* Option to take a photo with the camera */
"Take Photo" = "عکس گرفتن";

/* Section header for damus text truncation user configuration */
"Text Truncation" = "برش متن";

/* Button to close out of alert that informs that the action to muted a user was successful. */
"Thanks!" = "تشکر!";

/* Giving the description of the alert message. */
"The address should either begin with LNURL or should look like an email address." = "آدرس یا باید با LNURL  شروع شود یا مشابه آدرس ایمیل باشد";

/* Button for user to report that the account is impersonating someone. */
"They are impersonating someone" = "هویت دیگری را جعل می‌کند";

/* Footer description that explains that the relay server requires payment to post. */
"This is a paid relay, you must pay for posts to be accepted." = "این یک رله غیررایگان است، شما باید برای پذیرش پست‌ها پرداخت کنید.";

/* Warning that the inputted account key is a public key and the result of what happens because of it. */
"This is a public key, you will not be able to make posts or interact in any way. This is used for viewing accounts from their perspective." = "این یک کلید عمومی است، شما قادر به ارسال پست یا بازخورد به هیچ وجه نیستید. کلید عمومی برای مشاهده‌ی حساب از دید دیگران استفاده می‌شود.";

/* Warning that the inputted account key for login is an old-style and asking user to verify if it is a public key. */
"This is an old-style nostr key. We're not sure if it's a pubkey or private key. Please toggle the button below if this a public key." = "این یک کلید نوستر مدل قدیمی است. ما مطمئن نیستیم که آیا یک کلید عمومی است یا خصوصی. لطفا اگر کلید عمومی‌ است، با دکمه‌ی زیر وضعیت نوع آن را انتخاب کنید.";

/* Label to describe that a public key is the user's account ID and what they can do with it. */
"This is your account ID, you can give this to your friends so that they can follow you. Tap to copy." = "این شناسه‌ی کاربری شماست که می‌توانید به دوستان خود بدهید تا شما را دنبال کنند. برای کپی کلیک کنید.";

/* Label to describe that a private key is the user's secret account key and what they should do with it. */
"This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!" = "این کلید محرمانه‌ی حساب شماست. برای دسترسی به حساب شما به این کلید نیاز دارید. هرگز آن را با دیگران به اشتراک نگذارید! کلید محرمانه را در یک نرم‌افزار مدیریت گذرواژه ذخیره و از آن به خوبی محافظت کنید.";

/* Navigation bar title for note thread. */
"Thread" = "رشته";

/* Toggle to translate direct messages. */
"Translate DMs" = "پیام های مستقیم را ترجمه کن";

/* Button to translate note from different language. */
"Translate Note" = "ترجمه‌ی یادداشت";

/* Button to indicate that the note has been translated from a different language. */
"Translated from %@" = "ترجمه شده از %@";

/* Navigation title for translation settings.
   Section header for text and appearance settings */
"Translation" = "ترجمه";

/* Section title for selecting the translation service. */
"Translations" = "ترجمه‌ها";

/* Setting to truncate text in mention notifications */
"Truncate notification mention text" = "برش متن اشاره به اعلان";

/* Setting to truncate text in timeline */
"Truncate timeline text" = "برش متن خبرنامه";

/* Text field prompt asking user to type DELETE in all caps to confirm that they want to proceed with deleting their account. */
"Type %@ to delete" = "برای حذف کلمه‌ی %@ را وارد کنید";

/* Text box prompt to ask user to type their post. */
"Type your post here..." = "مطلب خود را اینجا وارد کنید...";

/* Button to unfollow a user. */
"Unfollow" = "لغو دنبال کردن";

/* Label to indicate that the user is in the process of unfollowing another user. */
"Unfollowing..." = "در حال لغو دنبال کردن...";

/* Toolbar label for the universal view where posts from all connected relay servers appear. */
"Universe 🛸" = "از همه جا 🛸";

/* Button to unmute a profile. */
"Unmute" = "باصدا کردن";

/* Context menu option for unmuting a conversation. */
"Unmute conversation" = "باصدا کردن مکالمه";

/* Button to proceed with uploading. */
"Upload" = "بارگذاری";

/* Example URL to LibreTranslate server */
"URL" = "آدرس";

/* Alert message that informs a user was d. */
"User has been muted" = "کاربر بیصدا شده است";

/* Alert message to indicate the user has been muted */
"User muted" = "کاربر بیصدا";

/* Label for Username section of user profile form.
   Label to prompt username entry. */
"Username" = "نام کاربری";

/* Label to display relay software version.
   Section title for displaying the version number of the Damus app. */
"Version" = "نسخه";

/* Text telling the user to wake up, where the argument is their display name. */
"Wake up, %@" = "بیدارشو، %@";

/* Sidebar menu label for Wallet view.
   Title for section in zap settings that controls the Lightning wallet selection. */
"Wallet" = "کیف پول";

/* Alert for deleting the users account. */
"WARNING:\n\nTHIS WILL SIGN AN EVENT THAT DELETES THIS ACCOUNT.\n\nYOU WILL NO LONGER BE ABLE TO LOG INTO DAMUS USING THIS ACCOUNT KEY.\n\n ARE YOU SURE YOU WANT TO CONTINUE?" = "هشدار:\n\nاین کار چیزی را تایید و امضاء می‌کند این این حساب کاربری را حذف خواهد کرد.\n\nشما به این کلید حساب دیگر قادر به ورود به داموس نخواهید بود.\n\n آیا مطمئن هستید که می‌خواهید ادامه دهید؟";

/* Label for Website section of user profile form. */
"Website" = "وب‌سایت";

/* Welcoming message to the reader. The variable is 'you', the reader. */
"Welcome to the social network %@ control." = "به شبکه‌ی اجتماعی که %@ کنترل می‌کند خوش آمدید.";

/* Text to welcome user. */
"Welcome, %@!" = "%@، خوش آمدید!";

/* Header text to prompt user what issue they want to report. */
"What do you want to report?" = "می‌خواهید چه چیزی را گزارش کنید؟";

/* Placeholder example for relay server address. */
"wss://some.relay.com" = "wss://some.relay.com";

/* Text of button that confirms to overwrite the existing mutelist. */
"Yes, Overwrite" = "بله، تغییر بده";

/* Button to proceed with posting a note even though it looks like they might be posting a private key. */
"Yes, Post with Private Key" = "بله، با کلید خصوصی ارسال کن";

/* You, in this context, is the person who controls their own social network. You is used in the context of a larger sentence that welcomes the reader to the social network that they control themself. */
"you" = "شما";

/* Text telling the user that they are dreaming. */
"You are dreaming..." = "داری خواب می بینی...";

/* Text indicating that there are no bookmarks to be viewed */
"You have no bookmarks yet, add them in the context menu" = "شما هنوز هیچ نشانه‌گذاری ندارید، از طریق منوی مربوطه آنها را اضافه کنید";

/* Label for Your Name section of user profile form. */
"Your Name" = "نام شما";

/* Footer text to inform user what will happen when the report is submitted. */
"Your report will be sent to the relays you are connected to" = "گزارش شما به رله‌هایی که شما به آنها متصل هستید ارسال خواهد شد";

/* Accessibility label for zap button
   Button to send a zap.
   Title of notification when a non-private zap is received. */
"Zap" = "Zap";

/* Text to indicate that the buttons below it is for choosing the type of zap to send. */
"Zap type" = "نوع زپ";

/* Setting to enable vibration on zap */
"Zap Vibration" = "لرزش زپ";

/* Text to indicate that the app is in the process of sending a zap. */
"Zapping..." = "در حال زپ کردن...";

/* Label for filter for zap notifications.
   Navigation bar title for the Zaps view.
   Navigation title for zap settings.
   Section header for zap settings
   Setting to enable Zap Local Notification
   Title for section in zap settings that controls general zap preferences. */
"Zaps" = "Zaps";

/* Text indicating the zap amount. i.e. number of satoshis that were tipped to a user */
"⚡️ %@" = "⚡️ %@";

